Repository: ckan-tragsa/ckanext-miteco
Catalog: ckanext/miteco/i18n/*/LC_MESSAGES/ckanext-miteco.po
Languages: es

source: Datasets
es: Conjuntos de datos

source: Organizations
es: Organizaciones

source: About
es: Sobre nosotros

source: CKAN Data API
es: API de datos CKAN

source: Access resource data via a web API with powerful query support
es: Acceda a los datos de los recursos a través de una API web con un potente soporte de consultas

source: In order to facilitate integration with our service, we have provided a set of sample API Data calls. These examples demonstrate how to access and query the data resource via its identifier and can serve as a reference for constructing API calls tailored to various requirements and programming languages.
es: Para facilitar la integración con nuestro servicio, hemos proporcionado un conjunto de ejemplos de llamadas a la API de datos. Estos ejemplos demuestran cómo acceder y consultar el recurso de datos a través de su identificador y pueden servir de referencia para construir llamadas a la API adaptadas a diversos requisitos y lenguajes de programación.

source: The portal's API section can be found at the following link:
es: La sección API del portal puede consultarse en el siguiente enlace:

source: The Data API can be accessed via the following actions of the CKAN action API.
es: Se puede acceder a la API de datos a través de las siguientes acciones de CKAN.

source: Create
es: Crear

source: Update / Insert
es: Actualizar / Insertar

source: Query
es: Consulta

source: Query (via SQL)
es: Consulta (via SQL)

source: Querying
es: Consultas

source: Query example with resource identifier
es: Ejemplo de consulta con el identificador del recurso

source: Query example (first 5 results)
es: Ejemplo de consulta obteniendo los 5 primeros resultados

source: Query example (results containing 'medio-ambiente')
es: Ejemplo de consulta con resultados que contengan "medio-ambiente"

source: Query example (via SQL statement)
es: Ejemplo de consulta a través de SQL

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.
es: Más información en la <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">documentación de API de datos de CKAN y DataStore</a>.

source: High value dataset categories (HVD)
es: Categorías temáticas datos de alto valor (HVD)

source: Explore and use Open Data
es: Explora y utiliza datos abiertos

source: Dataset
es: Conjuntos de datos

source: Spatial dataset
es: Conjunto de datos espaciales

source: Spatial datasets
es: Conjuntos de datos espaciales

source: High value dataset
es: Conjunto de datos de alto valor

source: High value datasets
es: Conjuntos de datos de alto valor

source: Tag
es: Palabras clave

source: Tags
es: Palabras clave

source: Catalog endpoints
es: Puntos finales del catalogo

source: INSPIRE theme categories
es: Categorías temáticas INSPIRE

source: E.g. environment
es: E.j. ambiente

source: Open Data Catalog
es: Portal de Datos Abiertos

source: Find data published by various organizations to help you develop products and services.
es: Encontrar datos publicados por diversas organizaciones para ayudarte a desarrollar productos y servicios.

source: Search datasets
es: Buscar conjuntos de datos

source: Search
es: Buscar

source: Popular tags
es: Etiquetas populares

source: This field is required
es: Este campo es obligatorio

source: Custom
es: Personalizado

source: Waiting for metadata fields
es: Esperando los campos de metadatos

source: Dataset information
es: Información del conjunto de datos

source: OpenAPI Endpoints
es: Puntos finales de OpenAPI

source: The OpenAPI Specification (OAS) defines a standard, language-agnostic interface to HTTP APIs which allows both humans and computers to discover and understand the capabilities of the service without access to source code, documentation, or through network traffic inspection. When properly defined, a consumer can understand and interact with the remote service with a minimal amount of implementation logic.
es: La especificación OpenAPI (OAS) define una interfaz estándar e independiente del idioma para las APIs HTTP que permite tanto a humanos como a ordenadores descubrir y comprender las capacidades del servicio sin necesidad de acceder al código fuente, la documentación o mediante la inspección del tráfico de red. Cuando se define correctamente, un consumidor puede entender e interactuar con el servicio remoto con una cantidad mínima de lógica de implementación.

source: More info
es: Mas información

source: Not OpenAPI endpoints available
es: No hay puntos finales de OpenAPI disponibles

source: To retrieve them, check the <code>ckan.ini</code> config file and documentation of
es: Para recuperarlos, consulte el archivo de configuración <code>ckan.ini</code> y la documentación de

source: Create Dataset
es: Crear conjunto de datos

source: Parent
es: Padre

source: None - top level
es: Ninguno - nivel superior

source: Loading...
es: Cargando...

source: API usage
es: Uso de API

source: Metadata
es: Metadatos
